Repository: thewakingsands/OverlayPlugin
Catalog: OverlayPlugin.Core/Overlays/MiniParseConfigPanel.*.resx
Languages: fr_fr

# label11.Text
source: 仅当悬浮窗与OverlayPlugin不兼容时，才需要启用此选项。
fr_fr: Cette option est seulement nécessaire si l'apparence (skin) de l'overlay n'est pas compatible d'origine avec OverlayPlugin.

# label12.Text
source: 如果您找不到悬浮窗或由于某种原因无法调整其大小时，请启用此选项。
fr_fr: Utilisez cette option si vous ne trouvez ou ne pouvez pas redimensionner l'overlay.

# buttonMiniParseOpenDevTools.Text
source: 打开 DevTools
fr_fr: Ouvrir DevTools

# lblNoFocus.Text
source: 取消焦点
fr_fr: Pas de focus

# checkLogConsoleMessages.Text
source: 在日志中显示来自此悬浮窗的控制台消息
fr_fr: Afficher les messages de cet overlay dans le log

# label5.Text
source: ACTWS兼容性
fr_fr: Compatibilité ACTWS

# label9.Text
source: 锁定悬浮窗
fr_fr: Bloquer l'overlay

# label4.Text
source: 在悬浮窗下强制启用白色背景
fr_fr: Forcer le fond en blanc

# label2.Text
source: 鼠标穿透
fr_fr: Cliquer à travers

# checkNoFocus.Text
source: 不焦点此悬浮窗
fr_fr: Ne pas accepter le focus pour cet overlay

# buttonResetOverlayPosition.Text
source: 重置悬浮窗位置
fr_fr: Remise à zéro de la position

# label6.Text
source: 最大帧速率
fr_fr: Rafraichissement max.

# label1.Text
source: 悬浮窗路径
fr_fr: URL

# label3.Text
source: 显示悬浮窗
fr_fr: Afficher l'overlay

# buttonMiniParseReloadBrowser.Text
source: 刷新悬浮窗
fr_fr: Recharger l'overlay

# checkActwsCompatbility.Text
source: 此悬浮窗需要使用ACTWebSocket
fr_fr: Cet overlay nécessite ACTWebSocket

# btnResetZoom.Text
source: 重设
fr_fr: Remise à zéro

# btnAddHotkey.Text
source: 添加快捷键
fr_fr: Nouveau raccourci

# tabGeneral.Text
source: 通用
fr_fr: Général

# tabAdvanced.Text
source: 高级
fr_fr: Avancé

# btnRemoveHotkey.Text
source: 删除选定快捷键
fr_fr: Supprimer raccourci

# hotkeyColAction.HeaderText
source: 行为
fr_fr: Action

# tabHotkeys.Text
source: 快捷键
fr_fr: Raccourcis

# btnApplyHotkeyChanges.Text
source: 应用更改
fr_fr: Appliquer

# label15.Text
source: 缩放
fr_fr: Zoom

# label10.Text
source: 如果某悬浮窗被锁定，其位置将固定不变，只有将其再次解锁才能移动。 某些悬浮窗(如cactbot)锁定后方可正常工作。
fr_fr: Si un overlay est bloqué, sa position devient fixe et vous ne pourrez pas le bouger avant de l'avoir débloqué.

# label8.Text
source: 禁用某个悬浮窗会减少CPU使用率，但也会停止它的所有工作（例如声音）。 隐藏某个悬浮窗只会使其不可见，它仍然在后台运行，并仍可以播放声音、收集统计信息等。
fr_fr: Désactiver un overlay réduit la charge CPU mais arrête également toutes ses fonctionnalités (sons, etc.). Cacher un overlay le rend invisible. Il reste en fonctionnement en arrière plan et peut jouer des sons, collecter des statistiques, etc.

# label7.Text
source: 启用悬浮窗
fr_fr: Activer l'overlay

# label13.Text
source: 隐藏时使悬浮窗静音
fr_fr: Aucun son si caché

# label14.Text
source: 脱战时隐藏悬浮窗
fr_fr: Cacher l'overlay hors combat
